{
    "ba": {
        "civil":"Građansko pravo",
        "civiltext":"Imovinsko-pravni odnosi, Vlasnička prava na nekretninama i pokretninama, Pravo osiguranja, Naknade šteta po svim vidovima i osnovama, Povrede na radu, Police osiguranja, Građansko pravni ugovori svih vrsta, Zemljišnoknjižni postupci, Vanparnični postupci: diobe nekretnina, ostavine i dr.",
        "commercial":"Trgovačko pravo",
        "commercialtext":"Intelektualno vlasništvo, Autorsko pravo, Patenti, Žigovi, Stečajno pravo, Likvidaciono pravo, Ugovori svih obligacionih osnova, Zaštitni znak (trademark), Patenti, Zaštita pečata, Pravo trgovačkih društava, Pravo društvenih mreža i internet.",
        "enforcement":"Izvršno pravo",
        "enforcementtext":"Prigovori protiv izvršnih akata, Izvršenje na pokretninama, Izvršenje na nekretninama, Izvršenje na novčanim sredstvima, Izvršenje pravomoćnih i izvršnih sudskih presuda i drugih vjerodostojnih isprava (mjenica).",
        "labor":"Radno / Statusno pravo",
        "labortext":"Sačinjavanje ugovora sa radnicima, Sačinjavanje radnopravnih akata poslodavcima, Zastupanje u radnim sporovima, Državljanstva upis/ispis, Radne dozvole i dozvole boravka za strance, Upisi u matične knjige.",
        "family":"Porodično pravo",
        "familytext":"Rastave braka: sastav tužbi, sporazumni prijedlog za razvod braka i zastupanje u sudskim postupcima razvoda braka, Utvrđenje i podjela bračne imovine, Sporovi u vezi brige i skrbi o djeci i uzdržavanja, Utvrđivanja/osporavanje očinstva, majčinstva, Izvršenje presuda za izdržavanje po presudi.",
        "international":"Međunarodno Javno i Privatno pravo",
        "internationaltext":"Međunarodni sporovi i arbitraže, Europski izvršni nalog, Sastav zahtjeva (tužbi) i zastupanje pred Europskim sudom za ljudska prava u Strasbourgu, Špedicija, Međunarodni zračni, pomorski, željeznički, cestovni i brodski prijevoz osoba i tereta.",
        "close":"Zatvori",
        "office":"Advokatski ured",
        "copyright":"Sva prava zadržana © 2020 - Advokatski ured Amer Mešić",
        "adress":"Terezija bb, Centar Skenderija, 71000 Sarajevo, Bosna i Hercegovina"

    },

    "en": {
        "civil":"Civil Law",
        "civiltext":"Property-title issues, Titles to real property and movable property, Insurance law, Indemnity for claims of all types and grounds, Injury at work, Insurance policies, Civil law contracts of all kinds, Land registry procedures, Non-adversarial proceedings: real property divisions, succession proceedings, etc.",
        "commercial":"Commercial Law",
        "commercialtext":"Intellectual property, Copyright, Patents, Trademarks, Bankruptcy law, Liquidation law, Commercial contracts of all kinds, Trademark, Patents, Trademark protection, Company law, Social network law and the internet.",
        "enforcement":"Enforcement Law",
        "enforcementtext":"Complaints against enforceable documents, Enforcement over movable property, Enforcement over real property, Enforcement over money, Enforcement of final and enforceable court judgments and other credible documents (promissory notes/bills of exchange).",
        "labor":"Labor / Status Law",
        "labortext":"Drawing up contracts with employees, Drawing up labor-related documents of employers, Representation in labor disputes, Nationality registration/de-registration, Work permits and residence permits for non-residence, Registration in vital records.",
        "family":"Family Law",
        "familytext":"Divorce: drawing-up divorce petitions, petitions for amicable divorce and representation in divorce proceedings, Establishment and division of marital property, Disputes regarding child custody and maintenance, Establishing/disputing paternity and maternity, Enforcement of maintenance judgments.",
        "international":"International Public & Private Law",
        "internationaltext":"International disputes and arbitrations, European enforcement order, Drawing-up applications (actions) and representation before the European Court of Human Rights in Strasbourg, Freight forwarding, international air, sea, rail, road and maritime transport of people and goods.",
        "close":"Close",
        "office":"Law Office",
        "copyright":"All rights reserved © 2020 - Law Office Amer Mešić",
        "adress":"Terezija bb, Centar Skenderija, 71000 Sarajevo, Bosnia and Herzegovina"

    }

}